Repository: davidemaggi/koncierge-ui
Catalog: KonciergeUI.Translations/Resources/Forwards.*.resx
Languages: it

# create_forward_title
source: Create a Forward
it: Crea un Forward

source: Local Port
it: Porta Lcoale

source: Protocol
it: Protocollo

source: Remote Port
it: Porta Remota

source: Linked Secret(s)
it: Secret(s) Collegati

# link_a_secret
source: Add
it: Aggiungi

# select_item_link
source: Select items to link
it: Scegli cosa linkare

# start_forward
source: Start
it: Apri

# start_forward_title
source: Start Forward
it: Apri il Forward

# message_failed_start
source: Failed to start template
it: Errore di apertura del modello

# edit_forward_title
source: Edit Forward
it: Modifica il Forward

source: Source
it: Origine

source: Destination
it: Destinazione

# cmd_start
source: Start Forward
it: Apri il Forward

# cmd_stop
source: Stop Forward
it: Chiudi il Forward

# message_added_clipboard
source: Added to Clipboard
it: Aggiunto agli Appunti

# message_fail_clipboard
source: Adding to Clipboard failed
it: Errore durante l'aggiunta agli appunti
