Repository: davidemaggi/koncierge-ui
Catalog: KonciergeUI.Translations/Resources/Resources.*.resx
Languages: it

source: Add kubeconfig
it: Aggiungi Kubeconfig

source: Create Template
it: Salva come modello

source: Start Forward
it: Apri senza salvare

# tab_services
source: Services
it: Servizi

# empty_title
source: No cluster selected
it: Nessun Cluster selezionato

# empty_subtitle
source: Select a cluster to view pods and services.
it: Seleziona un cluster per vederne i pod e servizi.

# loading_cluster
source: Loading clusters...
it: Sto caricando i Cluster...

# no_clusters_found
source: No Cluster Found...
it: Non ho trovato cluster...

# select_cluster
source: Select a Cluster...
it: Scegli un Cluster...

source: Default Namespace
it: Namespace Predefinito

# pod_search
source: Search pods...
it: Cerca tra i pods...

# service_search
source: Search services...
it: Cerca tra i servizi

# pod_status
source: Status
it: Stato

# pod_name
source: Name
it: Nome

# pod_ports
source: Ports
it: Porte

# pod_actions
source: Actions
it: Azioni

# pod_loading
source: Loading pods...
it: Sto caricando i pod...

# pod_notfound
source: No pods found in this cluster.
it: Nessun Pod presentu sul cluster

# pod_notfound_search
source: No pods match the current filters.
it: Nessun Pod che soddisfi i filtri Ã¨ stato trovato

# service_actions
source: Actions
it: Azioni

# service_type
source: Type
it: Tipo

# service_name
source: Name
it: Nome

# service_refresh
source: Refresh
it: Aggiorna

# pod_refresh
source: Refresh
it: Aggiorna

# pod_all_namespaces
source: All Namespaces
it: Tutti i Namespace

# pod_all_statuses
source: All Statuses
it: Tutti gli Stati

# service_all_namespaces
source: All Namespaces
it: Tutti i Namespace

# service_all_types
source: All Types
it: Tutti i Tipi

# service_notfound
source: No services found in this cluster.
it: Nessun Servizio trovato nel cluster

# service_notfound_search
source: No services match the current filters.
it: Nessun Servizio soddisfa i criteri di ricerca

# pod_namespaces
source: Namespaces
it: Namespace

# service_loading
source: Loading services...
it: Carico i Servizi...

# service_namespaces
source: Namespaces
it: Namespace

# pod_statuses
source: Statuses
it: Stati

# service_types
source: Types
it: Tipi

# page_all
source: All
it: Tutti

# page_pod_per
source: Pods per Page
it: Pods per Pagina

# page_service_per
source: Services per Page
it: Servizi per Pagina

source: Resource
it: Risorsa
